[{"id":"0.6768001239911217","title":"Sweet Strawberry","imageUrl":"/images/product-images/sweet-strawberry.png","price":"9.99","description":"Indulge in the delightful aroma of sun-ripened strawberries gathered at the peak of summer.\r\nThis fragrance fills your space with a sugary, fruity warmth that feels like a bright afternoon in the garden."},{"id":"0.6237010421924425","title":"Mint Candleaf","imageUrl":"/images/product-images/spiced-mint.png","price":"9.99","description":"Experience a revitalizing blend of garden-fresh mint infused with a hint of warm kitchen spices.\r\nThis candle creates a crisp, cooling atmosphere that perfectly balances energy with relaxation.\r\nWax: Top grade Soy wax that delivers a smoke less,  consistent burn\r\nFragrance: Premium quality ingredients with natural essential oils \r\nBurning Time: 70-75 hours\r\nDimension: 10cm x 5cm \r\nWeight: 400g  "},{"id":"0.8774063025425636","title":"Cool Blueberries","imageUrl":"/images/product-images/cool-blueberries.png","price":"9.99","description":"Surround yourself with the sweet and slightly tart scent of freshly picked wild blueberries.\r\nIts refreshing berry notes provide a calming, natural breeze that transforms any room into a peaceful retreat."},{"id":"0.9311483432380168","title":"Juicy Lemon","imageUrl":"/images/product-images/juicy-lemon.png","price":"9.99","description":"Brighten your day with the zesty, uplifting fragrance of sliced Mediterranean lemons.\r\nThis vibrant scent cuts through the air to deliver a clean, citrusy burst of pure sunshine."},{"id":"0.6816133254053611","title":"Fresh Orange","imageUrl":"/images/product-images/fresh-orange.png","price":"9.99","description":"Savor the mouth-watering scent of juicy oranges peeled straight from the citrus grove.\r\nThe rich, tangy notes provide a cheerful ambiance that is both comforting and incredibly refreshing."},{"id":"0.8693228874348538","title":"Fragrant Cinnamon","imageUrl":"/images/product-images/fragrant-cinnamon.png","price":"9.99","description":"Wrap your home in the cozy, nostalgic aroma of warm cinnamon sticks and gentle spice.\r\nThis inviting scent creates a snug atmosphere, making it the perfect companion for a quiet evening indoors."},{"id":"0.9296478723290444","title":"Summer Cherries","imageUrl":"/images/product-images/summer-cherries.png","price":"9.99","description":"Enjoy the bold and playful fragrance of dark, succulent cherries ripening under the July sun.\r\nThis deep fruity scent adds a touch of sweetness and charm to your living space."},{"id":"0.09475031905190301","title":"Clean Lavender","imageUrl":"/images/product-images/clean-lavander.png","price":"9.99","description":"Unwind with the timeless, soothing scent of blooming lavender fields and soft floral undertones.\r\nDesigned for tranquility, this fragrance helps clear the mind and promotes a sense of deep serenity."}]